{
    "Name":"Motor Montage",
    "Descriptions":"An event purely made for all aspiring Mechanical Engineers, Pluge ahead of time to illustrate your sagacity in Machine Assembly.",
    "Schedule":"Day: 1 Time: 10:00 AM",
    "Prize":"20K",
    "Rules":[
        "The team must consist of 2 contestants",
        "Use of mobile phones is not permitted during the competition",
        "Drawing sheets, pencil and mini drafter will be provided",
        "Equipment, tools and paraphernalia for the motor montage will also be provided",
        "The vehicle, additional tyres, equipment for the pitstop would also be provided",
        "The first round is the MCQ round. (In which general questions regarding machines and machines assembly would be asked)",
        "The second round is the drawing devout. In this round, the contestants are supposed to make a machine drawing of a given machine. Judgement criteria would be the maximum completion of drawing within a 30 minutes time frame",
        "The third round is the pitstop. In this round; the team is supposed to change the tyres of a given vehicle in a given time. Judgement criteria would be on the basis of maximum and proper completion",
        "The fourth and the final round would be the motor montage. In this round, the team would be given a dismantled engine. The contestants are supposed to assemble the given parts in proper order within the time period of 20 minutes. The Judgement criteria would be on the basis of maximum completion and orderliness",
        "All students with a valid identity card from their respective educational institution and a valid DYUKSHA ID are eligible to participate in the event",
        "Decision of organizers will be ﬁnal and binding on all",
        "The organizers have full rights to call off the event if the required number of entries are not met, if that is the case the registered participants will be informed at the earliest",
        "Change in rules, if any will be highlighted on the website and notiﬁed to the registered teams"
    ],
    "Contact":[
        "Maneesha","9567250557","Divin Krishna","9497173735"
    ]
}