{
    "Name":"Hunting Squad",
    "Descriptions":"If you’re a person who loves solving riddles, if the word “secret” makes adrenaline rush through your body, if you want to explore the campus with yourb brain then – treasure hunt is what might catch your fancy. Treasure hunt is a team game that is quite popular in colleges throughout the world . As the name suggests, in treasure hunt, you’re supposed to hunt down the “treasures”. The teams will be gifted by a clue, which when deciphered, divulges a location in the campus which has the next clue. This way, the team deciphering all the codes ands finding the treausure at the earliest is deemed the winner. Working out the mind, cycling as fast as you can to the next clue, deceptive discussions to lead other teams to the wrong locations, “overhearing” the other teams ( always huddle your team while discussing confidential stuff to save yourself from this) – the fun and drama is exhilarating.",
    "Schedule":"3",
    "Prize":"8K",
    "Fee":"150",
    "Rules":[
        "The students must be in a group of 2 members",
        "The members in a team must be from same institute",
        "The event consists of five rounds",
        "Time for each event will be limited",
        "Use of mobile phone or any other electronic device is strictly restricted",
        "Any malpractice will lead to disqualification",
        "A sketch of college map will be provided to the teams no other documents will be allowed",
        "All students with a valid identity card from their respective educational institution and a valid DYUKSHA ID are eligible to participate in the event",
        "Decision of organizers will be ﬁnal and binding on all",
        "The organizers have full rights to call off the event if the required number of entries are not met, if that is the case the registered participants will be informed at the earliest",
        "Change in rules, if any will be highlighted on the website and notiﬁed to the registered teams"
    ],
    "Contact":[
        "Magi N s","7012824448","Muhammed Anas","9847438636"
    ]
}