{
    "Name":"Hackathon",
    "Descriptions":"Put on your thinking caps for a day and code away. Find an executable solution for the given problem and the best one wins the prize.",
    "Schedule":"2",
    "Prize":"18K",
    "Fee":"250",
    "Rules":[
        "Topic for the event: <b><i>FLOOD DISASTER IN KERALA</i></b>",
        "A team will consist of minimum of 1 and a maximum of 4 members",
        "Cross college teams are allowed",
        "Each team should bring their own laptops",
        "Any number of teams from a single college will be allowed to enroll for this contest",
        "The problem statement will be published on the website 3 weeks prior to the day of the contest",
        "The drafts must be submitted to the email (hackathon@dyuksha.org) on or before 31 October 2018 23:59 and the registration will be closed on the same.(the more you wait the lesser time you get)",
        "The best drafts will be selected and the selected groups will be notified by email as and when they are selected.",
        "If youʼre confident with your draft you can start working on your product even before the results are published",
        "The teams will have to settle at the alloted venue (If Selected will be on your E-mail) at 10:00 am and they have to continue their work or polish it. ",
        "Selected Teams must have a Presentation (Max 5min) ready",
        "12:00 - 15:00 : Polish your work - There'll be a Surprise waiting",
        "15:00 – 17:00 : Presentation",
        "The teams are allowed to use their favourite framework.",
        "Judging Criteria: Technology Used, Aesthetics, Efficiency, Completion, Presentation Skills",
        "Any Plagiarism noticed by the organisers will result in immediate disqualification",
        "All students with a valid identity card from their respective educational institution and a valid DYUKSHA ID are eligible to participate in the event",
        "Decision of organizers will be ﬁnal and binding on all",
        "The organizers have full rights to call off the event if the required number of entries are not met, if that is the case the registered participants will be informed at the earliest",
        "Change in rules, if any will be highlighted on the website and notiﬁed to the registered teams"
    ],
    "Contact":[
        "Mubashira M K","8891216895","Sachin","8089144967"
    ]
}
