{
    "Name":"Turbo bots",
    "Descriptions":"Victory matters irrespective of its twists and turns. Line up your Robot at the starting line, and race against time. The first one to cross the finish-line wins, as expected.",
    "Schedule":"3",
    "Prize":"12K",
    "Fee":"200",
    "Rules":[
        "Round one : preliminary round", 
        "Round two : Final<br><br><b><u>BASICS</u></b>",
        "There will be a preliminary round and a final round",
        "Both rounds will be judged on time basis",
        "Only those who qualify from the preliminary round will be allowed to participate in the final round",
        "Any malpractices will lead to disqualification.<br><br><b><u>ROBOT SPECIFICATIONS</u></b>",
        "The maximum dimension of the robot can be 30cm x 25cm x30cm (l x b x h)",
        "The robot may be wired or wireless",
        "The length of the wire (for wired bots) should be long enough to cover the whole track and wire should remain slack during the complete run",
        "Max weight must not exceed 3 kg",
        "The power supply will be allowed maximum up to 18 Volt",
        "Readymade toys parts are not allowed<br><br><b><u>RULES AND REGULATIONS</u></b>",
        "This is a racing event so fastest and most balanced robot will win",
        "Robot should be as per the given specifications",
        "Each team can have maximum 4 members. (Students from different institutes can form a team)",
        "Each member of the team must contain the identity card of his/her respected institute",
        "The robot should not damage the arena",
        "The robot must not leave behind any of its parts during the run; else it will result in disqualification",
        "No more AC/DC power supply will be provided at the sight of play",
        "Unethical behavior could lead to disqualification. Faculty-coordinators have all the rights to take final decision for any matter during the event",
        "Judge's decision will be considered final",
        "Certificates will be given to all the participants",
        "*Rules may subject to change<br><br><b><u>PHASES IN THE EVENT</u></b>",
        "The competition is based on time, performance and perfection trail system. There will a qualifying round for each team",
        "The top teams from qualifying round makes it to the final round on basis of time trials",
        "Three hand touches are allowed with penalty seconds. For each hand touch, penalty time of 5 seconds will be added with overall time required by robot for completion of specified round",
        "If any of the robots starts off before start up call, the counter would be restarted and the machines will get a second chance",
        "Your robot must be ready when call is made for your team",
        "Machine must not contain any readymade kits, pneumatic & hydraulic systems, IC engines",
        "Decision about your robot will be taken by the organizers",
        "All about final round will be notified on the final day"
    ],
    "Contact":[
        "Savina","9072407533","Sreekanth","8281951587"
    ]
}