{
    "Name":"Envision",
    "Descriptions":"After all the excitement and chaos, you are tired. What better way to recover than by giving a presentation? Kidding, but who knows if you're the next visionary the world needs?",
    "Schedule":"3",
    "Prize":"9K",
    "Fee":"150",
    "Rules":[
        "Either a solo participant or a team of 2 members",
        "Team members can be from different colleges",
        "All students with a valid identity card from their respective educational institution and a valid DYUKSHA ID are eligible to participate in the event",
        "The no of rounds in the competition will be based on the no of participants",
        "The presentation can be based on any innovative tech idea",
        "The participant/team with a better idea will be filtered for the final round (if prelims are conducted)",
        "Judges and event coordinators decisions are final and binding on all participants",
        "The presentation will not exceed a maximum time limit of ten (10) minutes for the prelims and fifteen (15) min for the final round .It will be given proper notice by a timekeeper",
        "No project papers from professional body journals or other sources ( IEEE, Google Scholar etc. ) will be permitted. If found so the team will be disqualified. The novelty of the idea to be presented is the responsibility of the team",
        "Any representation (charts, pictures, graphs, posters, slides, projections etc.) may be used to enhance and supplement the talk, but not to replace the speaker",
        "Use of mobile phone and internet at the time of event is not allowed",
        "Any malpractices found will lead to disqualification",
        "Decision of organisers will be final and binding on all",
        "The organizers have full rights to call off the event if the required number of entries is not met; if that is the case the registered participants will be informed at the earliest"
    ],
    "Contact":[
        "Naima Shirin","9526618863","Harikrishnan E","8714385548"
    ]
}
